---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
LabelUtils Properties
LabelUtils Class See Also Send Feedback
---

The LabelUtils type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

# See Also

LabelUtils Class

Autodesk.Revit.DB Namespace